Repository: AmarAkhtayar/working
Catalog: src/locale/messages.*.xlf
Languages: nl

# categories
source: Browse recipes
nl: Zoeken

source: Grocery list
nl: Boodschappenlijst

source: My favourites
nl: Mijn favorieten

# nr-recipes
source: 101 recipes
nl: 101 recepten

# nr-followers
source: 52K followers
nl: 52k volgers

source: Sweet
nl: Zoet

source: Sour
nl: Zuur

source: Salt
nl: Zout

source: Spicy
nl: Pittig

source: Mint
nl: Fris

# aria-navig-recipe
source: Go to other recipe
nl: Ga naar ander recept

source: Sponsored
nl: Gesponsord

source: Add
nl: + lijst

# time-prep
source: 35 min. preparation
nl: 35 min. voorbereiding

source: See all
nl: Alles

source: Search bar
nl: Zoekbalk

source: My recipes
nl: Mijn recepten

# aria-go-back
source: Go back to recipe overview
nl: Ga terug naar receptenoverzicht

# aria-print-recipe
source: Print this recipe
nl: Print deze pagina

# aria-share
source: Share this recipe
nl: Deel dit recept

# aria-whatsapp
source: Share recipe via whatsapp
nl: Deel dit recept via whatsapp

# aria-copy
source: Copy link of this recipe
nl: Kopieer de link van dit recept

# aria-fav
source: Mark recipe as favorite
nl: Sla recept op als favoriet

# aria-prev-img
source: Show previous image
nl: Laat vorige afbeelding zien

source: Photo Grapher
nl: Foto graaf

# aria-next
source: Show next image
nl: Laat volgende afbeelding zien

# opinion-title
source: Share your opinion
nl: Deel je mening

# ask-opinion
source: Did you like this recipe? this recipe?<br>&#xD;&#xA; Indicate how many stars you think it is worth.
nl: TODO

source: Thank you!
nl: Dankje!

# helped-others
source: On behalf of many others who are looking for recipes. recipes
nl: TODO

# my-opinion
source: This is my opinion
nl: Dit vind ik

source: Close
nl: Sluiten

# share-cooking-skills
source: Share your cooking skills with others
nl: Deel je kookkunsten met anderen

# upload-photo
source: Your photo will be added to this recipe so others can see it.
nl: Jouw foto wordt toegevoegd aan dit recept zodat anderen deze ook kunnen zien

source: Photo library
nl: Foto's

# photographer-name
source: What is your (photographer) name?
nl: Wat is jouw (fotograaf) naam?

# succes-title
source: On behalf of many others who are looking for recipes, thank you!
nl: Namens vele anderen die op zoek zijn naar recepten, bedankt!

# sucess-text
source: Once your photo is approved we will add it to this recipe.
nl: Zodra de foto is goedgekeurd, wordt deze toegevoegd aan het recept.

# success-thnx
source: Thank you for sharing and bon apetit!
nl: Bedankt voor het delen en bon apetit!

# went-wrong
source: Oops, it looks like something went wrong.
nl: Oeps, er ging iets fout

source: Please try again
nl: Probeer het nog eens

# close-window
source: Close this window, refresh the webpage, and click the share button again.
nl: Sluit de pop up en klik nogmaals op de deelknop

source: Cookmode - How to make
nl: Kookmodus - Hoe maak je

# step
source: Step &#xD;&#xA; <div cl
nl: TODO

source: Finished?
nl: Klaar?

# picture-recipe-alt
source: picture of this recipe
nl: Foto van dit recept

# ingredients
source: Ingredients (e-total">Total time: {{recipe)
nl: Ingrediënten (e-total">Total time: {{recipe)

# amount-of-servings
source: Select the number of servings
nl: Selecteer het aantal porties

# aria-min-serving
source: minus one serving
nl: portie min een

# aria-plus-serving
source: Add one serving
nl: portie plus een

# persons
source: s" role="button"&#xD; persons
nl: s" role="button"&#xD; porties

# add-selection-to-list
source: Add selection to my list
nl: Voeg selectie toe aan mijn lijst

source: Preparation
nl: Bereiding

# aria-cookmode
source: Enter cookmode
nl: Start kookmodus

source: Start preparation
nl: Start bereiding

# finished-photo
source: Finished? Add a photo of your result!
nl: Klaar? Deel een foto van je resultaat!

# recipe-rating
source: Recipe's rating
nl: Recept score

# share-review
source: Share your review
nl: Deel je ervaring

source: Taste Profile
nl: Smaakprofiel

source: Cookware
nl: Kookspullen

source: Allergens
nl: Allergenen

# alergic-profile-trigger
source: Do you want to avoid specific food types? Set up your Verdify ID to fully tailor every recipe to your needs and preferences.
nl: Wil je specifieke ingrediënten vermijden? Maak een Verdify ID aan om je recepten aan te passen aan jouw voorkeuren.

source: Adjust my profile
nl: Pas mijn profiel aan

source: My Verdify ID
nl: Mijn Verdify ID

# nut-value-person
source: Nutritional value per person
nl: Voedingswaarde per persoon

source: Energy
nl: Energie

source: Protein
nl: Eiwit

source: Fat
nl: Vet

# sat-fat
source: Saturated fat
nl: Verzadigd vet

# unsat-fat
source: Unsaturated fat
nl: Onverzadigd vet

# carbs
source: Carbohydrates
nl: Koolhydraten

source: Fibers
nl: Vezels

# recom-recipes
source: Recommended recipes
nl: Aanbevolen recepten

source: All
nl: Alles

# aria-more
source: View more recipes
nl: Bekijk meer recepten

source: More
nl: Meer

source: Find more recipes
nl: Vind meer recepten

# time-cook
source: Cooking time: </svg> min
nl: Kooktijd: </svg> min

# time-total
source: Total time: <div *ngIf="s min
nl: Totale tijd: <div *ngIf="s min

# disclaimer
source: De foto op de receptkaart kan afwijken van uw resultaat omdat het recept aan uw profiel is aangepast. Ondanks zorgvuldige selectie kan het voorkomen dat er voedingsmiddelen op de receptkaart worden genoemd die niet binnen uw profiel passen of dat er voedingsmiddelen worden genoemd die ongewenste allergenen bevatten. Controleer daarom de ingrediëntenlijst op de receptkaart. Bij vragen kunt u contact opnemen met Verdify.
nl: TODO

# find-del-healthy-recipes
source: Find delicious and healthy recipes
nl: Vind heerlijke gezonde recepten

source: World Cuisines
nl: Wereldkeukens

# my-favs
source: My favourites
nl: Mijn favorieten

# my-rav-recipes
source: My favourite recipes
nl: Mijn favoriete recepten

source: Search
nl: Zoeken

# your-top-cat
source: Your top categories
nl: Jouw top categorieën

# dif-courses
source: Different courses
nl: Verschillende gangen

source: Browse all
nl: Alle categorieën

source: My profile
nl: Mijn profiel

# eating-diet-pref
source: Eating & diet preferences
nl: Eet & dieet voorkeuren

source: Notifications
nl: Notificaties

source: About SwapMeals
nl: Over SwapMeals

source: Privacy policy
nl: Privacyverklaring

source: Follow us
nl: Volg ons

source: Select language
nl: Selecteer taal

# choose-fav-groc
source: Choose your favorite grocery store
nl: Kies je favoriete supermarkt

# buy-at-ah
source: Buy at ah.nl
nl: Koop op ah.nl

# groc-list-am-ingredients
source: Grocery list: ien10 ingredients</di
nl: Grocery list: ien10 ingrediënten</di

source: Order ingredients
nl: Bestel ingrediënten

source: Buy ingredients
nl: Koop ingrediënten

# servings-title
source: Changing the number of servings has effect on the composition of your grocery list.
nl: Het aantal porties veranderen heeft effect op je boodschappenlijst

# servings-text
source: If you change the amounts here, the ingredient amounts in the grocery list will be reset. <br><b <br><b Are you sure you want this?
nl: Als je het aantal porties aanpast, veranderen de hoeveelheden in je boodschappenlijst. <br><b <br><b Weet je zeker dat je dit wilt?

source: Yes, continue
nl: Ja, ga door

# change-amount
source: Change the amount
nl: Verander het aantal porties

source: Clear entire list
nl: Verwijder lijst

# preselect-servings
source: Preselect the number of servings you need per recipe.
nl: Selecteer het aantal porties dat u nodig heeft

source: Delete
nl: Verwijder

# min-preparation
source: &#xD;&#xA; <p *ngIf= min. preparation
nl: &#xD;&#xA; <p *ngIf= min. voorbereiding

source: servings
nl: porties

source: Required ingredients
nl: Benodigde ingrediënten

source: Vegetables
nl: Groentes

source: Edit amount
nl: Verander hoeveelheid

# recipe-colon
source: Recipe: <p i18n="@@recipe-colon">Recipe: <span [routerLink]="['/recipe/Espresso-Mini-Muffins-with-ChocolMiso coconut noodle soup" class
nl: Recept: <p i18n="@@recipe-colon">Recipe: <span [routerLink]="['/recipe/Espresso-Mini-Muffins-with-ChocolMiso coconut noodle soup" class

source: Oils
nl: Oliën

# grocerylist-am-ingredients
source: Grocery list: >&#xD;&#xA;10 ingredientsxed-
nl: Boodschappenlijst: >&#xD;&#xA;10 ingrediëntenxed-

# your-groc-list-am-ingredients
source: Your grocery list contains: st:10 ingredientsents
nl: Je boodschappenlijst bevat: st:10 ingrediëntenents

# my-not
source: My notifications
nl: Mijn notificaties

# push-not
source: Push notifications
nl: Push notificaties

# subscription
source: You are currently subscribed to receive the following emails at following emails at <span&#xD;&#xA; stjochem@verdify.tech">joche
nl: Je ontvangt op dit moment je mails op following emails at <span&#xD;&#xA; stjochem@verdify.tech">joche

# recom-not
source: Recipe recommendations
nl: Aanbevolen recepten

source: Switch
nl: Wissel

# prom-updates-not
source: Promotional updates
nl: Promoties
